base-devel
btop
cava
cjson
cliphist
cmake
dolphin
fastfetch
firefox
flatpak
gamemode
git
grim
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
jq
kio-admin
kitty
less
mako
mpvpaper
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-prime
pacman-contrib
power-profiles-daemon
socat
swww
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock-git
unzip
waybar
wayland-utils
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
