base
base-devel
btop
cava
cjson
cliphist
cmake
dolphin
earlyoom
efibootmgr
fastfetch
flatpak
gamemode
git
grim
hwinfo
hypridle
hyprland
hyprlock
hyprpolkitagent
jq
kitty
less
lib32-gamemode
libva-utils
mako
meson
mpvpaper
nvidia-prime
pacman-contrib
python-pip
python-pywal16
qt6-virtualkeyboard
sddm
socat
swww
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock-git
waybar
wine
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
